[X2Ability_ExtendedPerkPack]
LocCombatDrugsEffect="战斗药剂"
LocCombatDrugsEffectDescription="这个烟雾效果是由战斗药剂技能造成, 得到 +<Ability:COMBATDRUGS_AIM/> 命中和 +<Ability:COMBATDRUGS_CRIT/> 暴击率。"

LocBolsteredWallEffect="盾墙加固"
LocBolsteredWallEffectDescription="盾墙激活的时候, 得到 +<Ability:BOLSTEREDWALL_DODGE_BONUS/> 额外闪避。"

LocFaultlessDefenseEffect="致命防御"
LocFaultlessDefenseEffectDescription="盾墙被激活的时候，免疫暴击。"

LocRegenerativeMistEffect="再生喷雾"
LocRegenerativeMistEffectDescription="这个烟雾效果是由一个带有再生喷雾的单位创造的，恢复生命。"

LocStayCoveredEffect="保持掩护"
LocStayCoveredEffectDescription="移除盾墙的防御惩罚。"

LocPerfectGuardEffect="完美防护"
LocPerfectGuardEffectDescription="防护墙有效时, 得到 +<Ability:PERFECTGUARD_ARMOR_BONUS/> 额外护盾."